<?php
/**
 * Created by PhpStorm.
 * User: tang
 * Date: 2017-09-08
 * Time: 17:41
 */
return [
    '0' => [
        'errcode' => 0,
        'errmsg' => '操作成功',
        'data' => [],
    ],
    '10004' => [
        'errcode' => 10004,
        'errmsg' => '会员不存在',
        'data' => [],
    ],
    '111301' => [
        'errcode' => 111301,
        'errmsg' => '手机H5核销没有验证权限',//上门自提
        'data' => [],
    ],
    '111302' => [
        'errcode' => 111302,
        'errmsg' => '手机H5核销没有验证权限',//预约服务
        'data' => [],
    ],
    '40001' => [
        'errcode' => 40001,
        'errmsg' => '缺少订单号参数',
    ],
    '40059' => [
        'errcode' => 40059,
        'errmsg' => '下单失败',
    ],
    '70001' => [
        'errcode' => 70001,
        'errmsg' => '秒杀活动不存在',
    ],
    '70002' => [
        'errcode' => 70002,
        'errmsg' => '秒杀活动未开始',
    ],
    '70003' => [
        'errcode' => 70003,
        'errmsg' => '秒杀活动已结束',
    ],
    '70004' => [
        'errcode' => 70004,
        'errmsg' => '缺少秒杀活动id',
    ],
    '80001' => [
        'errcode' => 80001,
        'errmsg' => '缺少商品id',
    ],
    '80002' => [
        'errcode' => 80002,
        'errmsg' => '缺少商品规格id',
    ],
    '80003' => [
        'errcode' => 80003,
        'errmsg' => '库存不足',
    ],
    '80004' => [
        'errcode' => 80004,
        'errmsg' => '商品不存在',
    ],
    '80005' => [
        'errcode' => 80005,
        'errmsg' => '商品属性、规格异常',
    ],
    '80006' => [
        'errcode' => 80006,
        'errmsg' => '缺少预约商品日期',
    ],
    '80007' => [
        'errcode' => 80007,
        'errmsg' => '预约商品日期非法',
    ],
    '80008' => [
        'errcode' => 80008,
        'errmsg' => '商品库存异常',
    ],
    '80009' => [
        'errcode' => 80009,
        'errmsg' => '团购商品库存异常',
    ],
    '80010' => [
        'errcode' => 80010,
        'errmsg' => '商品数据异常',
    ],
    '80011' => [
        'errcode' => 80011,
        'errmsg' => '商品已下架',
    ],
    '99001' => [
        'errcode' => 99001,
        'errmsg' => '请求缺失参数。',
    ],
    '99002' => [
        'errcode' => 99002,
        'errmsg' => '系统繁忙，请稍候再试。',
    ],
    '99003' => [
        'errcode' => 99003,
        'errmsg' => '系统错误。',
    ],
];
