<?php
/**
 * @ 模板行业分类
 * @ author gongruimin@dodoca.com
 * @ time 2017-11-30
 */

return [
        ["id"=>"1","name"=>"通用版"],
        ["id"=>"2","name"=>"商城版"],
        ["id"=>"3","name"=>"品牌官网"],
        ["id"=>"4","name"=>"家居家纺"],
        ["id"=>"5","name"=>"服饰箱包"],
        ["id"=>"6","name"=>"日用百货"],
        ["id"=>"7","name"=>"数码家电"],
        ["id"=>"8","name"=>"婚庆服务"],
        ["id"=>"9","name"=>"婚纱摄影"],
        ["id"=>"10","name"=>"食品保健"],
        ["id"=>"11","name"=>"教育培训"],
        ["id"=>"12","name"=>"生鲜果蔬"],
        ["id"=>"13","name"=>"鲜花蛋糕"],
        ["id"=>"14","name"=>"家装建材"],
        ["id"=>"15","name"=>"母婴护理"],
        ["id"=>"16","name"=>"旅游"],
        ["id"=>"17","name"=>"房产"],
        ["id"=>"18","name"=>"金融"],
        ["id"=>"19","name"=>"外卖"],
        ["id"=>"20","name"=>"餐饮"],
       // ["id"=>"21","name"=>"餐饮连锁"],
        ["id"=>"22","name"=>"零售连锁"],
        ["id"=>"23","name"=>"医疗健康"],
        ["id"=>"24","name"=>"汽车服务"],
        ["id"=>"25","name"=>"洗浴按摩"],
        ["id"=>"26","name"=>"健身运动"],
        ["id"=>"27","name"=>"美业"],
        ["id"=>"28","name"=>"家政服务"],
        ["id"=>"29","name"=>"票务"],
        ["id"=>"30","name"=>"KTV"]
    ];
