<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2018-05-11
 * Time: 上午 09:50
 */

return array( //接口异常返回值
        "１" => "订单发送失败"
        ,"-70" => "打印机编号不能为空，必须是9位纯数字字符串"
        ,"-80" => "打印机编号不能为空，必须是9位纯数字字符串"
        ,"-90" => "用户名不存在，操作失败"
        ,"-150" => "打印机编号已经被绑定，不要重复操作"
        ,"-160" => "打印机编号不存在，解绑失败"
        ,"-170" => "该打印机编号不是绑定在该用户，没有权限解绑"
        ,"001" => "支付二维码图片获取失败"
        ,"002" => "支付二维码图片格式不对"
        ,"100" => "没有该用户"
        ,"200" => "查询失败"
        ,"201" => "不存在当前设备"
        ,"300" => "二维码打印成功"
        ,"301" => "二维码打印失败"
        ,"401" => "查询订单失败"
        ,"900" => "没有相关操作"
        ,"911" => "操作错误！！"
        ,"-2" => "验证错误"
        ,"-3" => "绑定设备不属于该用户"
        ,"-4" => "打印类型错误"
        ,"-5" => "该用户无效"
        ,"-1" => "找不到在线打印机"
        ,"-8" => "参数错误"
        ,"-102" => "条形码打印存在汉字！"
        ,"-103" => "组合打印类型不含有前缀"

        );
