<?php
/**
 * 日志表user_log字段type说明
 * Created by PhpStorm.
 * User=>' songyongshang@dodoca.com
 * DateTime=>' 2017-09-22 15:39'
 */

return [
    1=>'CRM开账号:pc端',//source=1                    //OK
    2=>'CRM修改账号',                                 //OK
    3=>'商家后台登录',                                //OK
    4=>'商家后台退出',                                //OK
    5=>'小程序端登录',
    6=>'小程序端退出',
    7=>'简化注册流程注册账号',
    8=>'简化注册流程完善信息',                        //OK
    9=>'SSO:检测账号可用性',
    10=>'SSO:注册',
    11=>'商家后台:管理员新增子账号',                  //ok
    12=>'商家后台:管理员修改子账号',
    13=>'SSO:换绑手机检测',
    14=>'SSO:换绑手机',
    15=>'SSO:修改账号密码',
    16=>'SSO:单点登录跳转过来的',                    //OK
    17=>'SSO:删除账号',
    18=>'手机端补全信息',                            //OK
    19=>'pc端补全信息',                              //OK
    20=>'销售线索:概况页点击升级版本',                //ok
    21=>'销售线索:菜单没有权限时点击联系销售顾问',    //ok
    22=>'销售线索:初始值',                           //ok
    23=>'SSO:修改密码同步到小程序',                  //ok
    24=>'销售线索:快捷按钮点击联系销售顾问',          //ok
    25=>'销售线索: 未定义值',                        //ok
    26=>'CRM开账号:移动端',//source=2                //ok
    27=>'CRM开账号:未知来源',                        //OK
    28=>'权限位:新增',                               //OK
    29=>'权限位:修改',                               //OK
    30=>'权限位:删除',                               //OK
    31=>'角色:新增',                                //OK
    32=>'角色:修改',                                //OK
    33=>'角色:删除',                                //OK
    34=>'版本:新增',                                //OK
    35=>'版本:修改',                                //OK
    36=>'版本-权限:新增',                           //OK
    37=>'版本-权限:修改',                           //OK
    38=>'版本-权限:删除',                           //OK
    39=>'超级管理员:登录',                           //OK
    40=>'超级管理员:退出',                           //OK
    41=>'SSO登录:兼容旧账号',                        //OK
    42=>'查看已有满减的结果集',
    43=>'查看已有满减的活动商品结果集',
    44=>'满减是否可建,返回的结果集',
    45=>'调用单点登录接口出错,修复数据',
    46=>'上传图片日志',
    47=>'管理员编辑商户信息',
    48=>'预约服务当天提醒',
    49=>'管理员修改密码',
    50=>'上海地区50个免费账号开通客服功能',
    51=>'手工调整日志记录',
    52=>'核销绑定微信 1:生成 微信h5授权链接+token+回调',
    53=>'核销绑定微信 2:微信h5授权回调小程序接口',
    54=>'更新ddcsecret',
];
