<?php
/**
 * Created by PhpStorm.
 * User: lizhenheng
 * Date: 2017-12-28
 * Time: 上午 09:54
 */
return [
  '1' => [  //访问来源分布
     '1' => '小程序历史列表'
    ,'2' => '搜索'
    ,'3' => '会话'
    ,'4' => '二维码'
    ,'5' => '公众号主页'
    ,'6' => '聊天顶部'
    ,'7' => '系统桌面'
    ,'8' => '小程序主页'
    ,'9' => '附近的小程序'
    ,'10' => '其他'
    ,'11' => '模板消息'
    ,'12' => '客服消息'
    ,'13' => '公众号菜单'
    ,'14' => 'APP分享'
    ,'15' => '支付完成页'
    ,'16' => '长按识别二维码'
    ,'17' => '相册选取二维码'
    ,'18' => '公众号文章'
    ,'19' => '钱包'
    ,'20' => '卡包'
    ,'21' => '小程序内卡券'
    ,'22' => '其他小程序'
    ,'23' => '其他小程序返回'
    ,'24' => '卡券适用门店列表'
    ,'25' => '搜索框快捷入口'
    ,'26' => '小程序客服消息'
    ,'27' => '公众号下发'
    ,'28' => '会话左下角菜单'
    ,'29' => '小程序任务栏'
  ],
    '2' => [ //访问时长分布
        '1' => '0-2s'
        ,'2' => '3-5s'
        ,'3' => '6-10s'
        ,'4' => '11-20s'
        ,'5' => '20-30s'
        ,'6' => '30-50s'
        ,'7' => '50-100s'
        ,'8' => '> 100s'
    ],
    '3' => [ //访问深度的分布
        '1' => '1页'
        ,'2' => '2页'
        ,'3' => '3页'
        ,'4' => '4页'
        ,'5' => '5页'
        ,'6' => '6-10页'
        ,'7' => '>10页'
    ]
];
